/* No comment provided by engineer. */
"kFWEZMainIsRunning" = "KCPM Utility Pro 正在运行";

/* No comment provided by engineer. */
"kFWEZMainIsRunningDescription" = "KCPM Utility Pro EZInstaller 无法与 KCPM Utility Pro 同时运行！";

/* No comment provided by engineer. */
"kFWMainAbstractBackingUpKexts" = "正在备份驱动...";

/* No comment provided by engineer. */
"kFWMainAbstractInstallingKexts" = "正在安装驱动...";

/* No comment provided by engineer. */
"kFWMainAbstractRebuildingCaches" = "正在重建缓存...";

/* No comment provided by engineer. */
"kFWMainAbstractRepairingPermissions" = "正在修复权限...";

/* No comment provided by engineer. */
"kFWMainEZInstallerAppearanceModeDarkMode" = "黑暗模式";

/* No comment provided by engineer. */
"kFWMainEZInstallerAppearanceModeLightMode" = "普通模式";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCAskMeEveryTime" = "每次都询问我";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCDefaultAppearance" = "默认外观";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCDefaultInstallationPreference" = "默认安装设置";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCEdit" = "编辑";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCInstallKextsTo" = "安装驱动到";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCUseTheDefaultSmartTable" = "智能模式";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCCancel" = "取消";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCFailed" = "失败: ";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCFinished" = "已完成";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCInstalled" = "安装: ";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCSelectedKextsHaveBeenInstalled" = "所选驱动已成功安装。";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCSelectInstallationFolderForKext" = "请为当前驱动选择安装目录: ";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCSelectInstallationFolderForKextDescription" = "选择的安装目录仅适用于当前驱动。\n\n点击取消以跳过安装当前驱动。";

/* No comment provided by engineer. */
"kFWMainEZIVCPreparing" = "正在准备...";

"kFWMainAbstractMaintenanceVCStatus" = "当前状态: ";

"kFWMainEZInstallerAnErrorOccured" = "发生了错误";

"kFWMainEZInstallerUnableToCreateApplicationSupportDirectory" = "无法创建程序支持目录。";

"kFWMainEZInstallerUnableToAllocateDefaultSmartTable" = "无法初始化默认智能安装目录表。";

"kFWEZMainRequestAuthorization" = "KCPM Utility Pro EZInstaller 需要您的授权以进行安装与维护。";

"kFWAppMainAboutKCPMP" = "关于 KCPM Utility Pro EZInstaller";

"kFWAppMainCheckForUpdates" = "检查更新...";

"kFWAppMainPreferences" = "偏好设置";

"kFWAppMainHideKCPMP" = "隐藏 KCPM Utility Pro EZInstaller";

"kFWAppMainHideOthers" = "隐藏其他";

"kFWAppMainShowAll" = "显示全部";

"kFWAppMainQuitKCPMP" = "退出 KCPM Utility Pro EZInstaller";

"kFWAppMainView" = "显示";

"kFWAppMainShowToolbar" = "显示工具栏";

"kFWAppMainCustomize" = "自定义工具栏";

"kFWAppMainWindow" = "窗口";

"kFWAppMainMinimize" = "最小化";

"kFWAppMainZoom" = "放大";

"kFWAppMainBringAllToFront" = "前置全部窗口";

"kFWAppMainHelp" = "帮助";

"kFWAppMainKCPMPHelp" = "KCPM Utility Pro EZInstaller 帮助";

"kFWXPCHelperManagerAnErrorOccured" = "发生了一个错误";

"kFWXPCHelperManagerFailedToConnectToHelper" = "KCPM Utility Pro EZInstaller 无法连接到辅助程序。 ";

"kFWXPCHelperManagerFailedToInstallHelper" = "KCPM Utility Pro EZInstaller 无法安装辅助程序。";

"kFWXPCHelperManagerFailedToReinstallHelper" = "KCPM Utility Pro EZInstaller 无法安装新的辅助程序。";

"kFWXPCHelperManagerFailedToRemoveHelper" = "KCPM Utility Pro EZInstaller 无法卸载现有的辅助程序。";

"kFWXPCHelperManagerFailedToAuthenticate" = "KCPM Utility Pro EZInstaller 无法与系统取得授权。";
